[
  {
    "id": 4,
    "name": "Білосніжка",
    "views": 2031,
    "saved": 55,
    "votes": [
      4,
      5,
      5,
      5,
      5,
      1,
      1,
      1,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      2,
      5,
      5,
      1,
      5,
      1,
      5
    ],
    "rate": "4.1",
    "author": "Брати Грімм",
    "summary": "Білосніжка — принцеса з неймовірною красою, якій заздрить її зла мачуха, королева. Королева наказує вбити Білосніжку, але дівчина втікає і знаходить прихисток у домі семи гномів. Мачуха врешті-решт обманом дає їй отруєне яблуко, але Білосніжку рятує принц, який її кохає. Це історія про доброту, красу та перемогу добра над злом."
  },
  {
    "id": 5,
    "name": "Дюймовочка",
    "views": 1306,
    "saved": 46,
    "votes": [
      4,
      4,
      5,
      5,
      5,
      5
    ],
    "rate": "4.7",
    "author": "Ганс Крістіан Андерсен",
    "summary": "Дюймовочка — дуже маленька дівчина, яка народжується з чарівної квітки. Вона переживає низку пригод, коли її викрадають різні істоти, зокрема жаби, жуки та кроти. Вона зрештою знаходить своє місце серед ельфів, де закохується в принца ельфів і стає його королевою. Казка розповідає про подорожі, які можуть привести до дому і щастя, навіть якщо вони незвичайні."
  },
  {
    "id": 10,
    "name": "Гидке каченя",
    "views": 1203,
    "saved": 10,
    "votes": [
      4,
      4,
      5
    ],
    "rate": "4.3",
    "author": "Ганс Крістіан Андерсен",
    "summary": "Гидке каченя — історія про маленького птаха, якого зневажають через його зовнішність. Він зазнає багато знущань, але з часом перетворюється на прекрасного лебедя, доводячи, що зовнішність не визначає цінності. Це історія про трансформацію, віру в себе і те, що справжня краса виявляється з часом."
  },
  {
    "id": 9,
    "name": "Принцеса на горошині",
    "views": 1203,
    "saved": 13,
    "votes": [
      4,
      4,
      5,
      5,
      5
    ],
    "rate": "4.6",
    "author": "Ганс Крістіан Андерсен",
    "summary": "Принцеса подорожує під час негоди і знаходить притулок в королівському замку. Щоб довести свою справжність, її тестують, помістивши горошину під матрац. Вона відчуває горошину і підтверджує свою справжність як принцеса. Це історія про те, як тонкі відмінності можуть мати велике значення, і як правдивість завжди знаходить своє місце."
  },
  {
    "id": 3,
    "name": "Спляча Красуня",
    "views": 1201,
    "saved": 41,
    "votes": [
      4,
      4,
      5,
      5,
      5
    ],
    "rate": "4.6",
    "author": "Шарль Перро",
    "summary": "Принцеса проклята злою феєю і засинає на сотню років. Королівство оповите магічним сном, і лише сміливий принц може пробудити принцесу, поцілувавши її. Після пробудження принцеси настає весілля і радість у всьому королівстві. Ця історія демонструє, як добро та кохання можуть подолати навіть найстрашніші прокляття."
  },
  {
    "id": 2,
    "name": "Попелюшка",
    "views": 1101,
    "saved": 50,
    "votes": [
      4,
      4,
      5,
      5
    ],
    "rate": "4.5",
    "author": "Шарль Перро",
    "summary": "Попелюшка — молода дівчина, яку пригнічує її зла мачуха і сестри. Їй доводиться працювати як служниця, але її доля змінюється, коли фея-хрещена допомагає їй потрапити на королівський бал. Фея дарує їй чарівну сукню та взуття, але Попелюшці потрібно повернутися до півночі. Вона залишає позаду кришталевий черевичок, який допомагає принцу знайти її. Попелюшка врешті-решт стає принцесою, доводячи, що справжня доброта перемагає."
  },
  {
    "id": 7,
    "name": "Рапунцель",
    "views": 1100,
    "saved": 15,
    "votes": [
      4,
      4,
      5
    ],
    "rate": "4.3",
    "author": "Брати Грімм",
    "summary": "Рапунцель — дівчина, яка має довге волосся і живе у вежі, куди її заточила зла чаклунка. Її волосся використовують для того, щоб підійматися до вежі. Принц дізнається про Рапунцель і допомагає їй втекти, але їх розлучають. Однак вони знову знаходять одне одного, і їхнє кохання перемагає чаклунство. Казка говорить про силу кохання та визволення від гноблення."
  },
  {
    "id": 8,
    "views": 1005,
    "saved": 12,
    "votes": [
      4,
      4,
      4,
      4,
      4,
      4,
      4,
      4,
      4,
      5
    ],
    "rate": "4.1",
    "name": "Колобок",
    "author": "українська народна казка",
    "summary": "Колобок — маленький хлібний виріб, який оживає і тікає з дому. Він зустрічає різних тварин, які також хочуть його з'їсти, але він уникає їхньої пастки, використовуючи хитрість. Однак зрештою його обманює лисиця, яка вдає з себе дружню істоту, і Колобок потрапляє в її лапи. Казка показує, як гордість та самовпевненість можуть призвести до небезпеки."
  },
  {
    "id": 1,
    "name": "Червона Шапочка",
    "views": 1004,
    "saved": 11,
    "votes": [
      4,
      4,
      5
    ],
    "rate": "4.3",
    "author": "Брати Грімм",
    "summary": "Червона Шапочка — маленька дівчинка, яка вирушає через ліс, щоб відвідати свою бабусю. Вона несе кошик із їжею, але по дорозі зустрічає злого вовка, який має підступні плани. Вовк випереджає дівчинку, добирається до бабусиного будинку, і прикидається бабусею, щоб захопити Червону Шапочку. Проте мисливець рятує дівчинку і її бабусю, знешкоджуючи вовка. Казка застерігає від небезпеки спілкування з незнайомцями."
  },
  {
    "id": 6,
    "name": "Гензель і Гретель",
    "views": 461,
    "saved": 10,
    "votes": [
      4,
      4,
      4,
      4,
      4,
      3
    ],
    "rate": "3.8",
    "author": "Брати Грімм",
    "summary": "Двоє дітей, Гензель і Гретель, були покинуті батьками в лісі через злидні. Вони знаходять будинок, зроблений із солодощів, але виявляють, що там живе зла відьма. Відьма намагається з'їсти дітей, але Гретель обманює її та заштовхує у піч. Діти рятуються і знаходять дорогу назад до дому з коштовностями, які допомагають їм та їхнім батькам подолати злидні. Ця казка говорить про силу розуму та братерства в обличчі небезпеки."
  }
]